Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mailman-tm.tmx
Source language: en
Languages: ca_es

source: You cannot enable gatewaying unless both the <a href="?VARHELP=gateway/nntp_host">news server field</a> and the <a href="?VARHELP=gateway/linked_newsgroup">linked newsgroup</a> fields are filled in.
ca_es: No pots activar el gateway a no ser que <a href="?VARHELP=gateway/nntp_host">el camp del servidor de noticies</a> i el <a href="?VARHELP=gateway/linked_newsgroup">camp de grup de noticies</a> no estiguin buits.

source: %(listinfo_link)s list run by %(owner_link)s
ca_es: Llista %(listinfo_link)s, administrada per %(owner_link)s

source: %(realname)s administrative interface
ca_es: Interfície administrativa de la llista %(realname)s

source: (requires authorization)
ca_es: (requereix autorització)

source: Overview of all %(hostname)s mailing lists
ca_es: Vista general de totes les llistes de correu de %(hostname)s

source: <em>(1 private member not shown)</em>
ca_es: <em>(1 membre privat no mostrat)</em>

source: <em>(%(num_concealed)d private members not shown)</em>
ca_es: <em>(%(num_concealed)d membres privats no mostrats)</em>

source: ; it was disabled by you
ca_es: ; va ser inhabilitat per tu

source: ; it was disabled by the list administrator
ca_es: ; va ser inhabilitat per l'administrador de la llista

source: ; it was disabled due to excessive bounces. The last bounce was received on %(date)s
ca_es: ; ha estat inhabilitada per massa missatges rebotats. L'últim missatge rebotat es va rebre el %(date)s

source: ; it was disabled for unknown reasons
ca_es: ; va ser deshabilitat per raons desconegudes

source: Note: your list delivery is currently disabled%(reason)s.
ca_es: Atenció: el lliurament de la vostra llista està desactivat %(reason)s.

source: Mail delivery
ca_es: Lliurament de correu

source: the list administrator
ca_es: l'administrador de la llista

source: <p>%(note)s <p>You may have disabled list delivery intentionally, or it may have been triggered by bounces from your email address. In either case, to re-enable delivery, change the %(link)s option below. Contact %(mailto)s if you have any questions or need assistance.
ca_es: <p>%(note)s <p>Pot ser que hagi inhabilitat la recepció deliveradament, o que hagi estat activat degut als rebots que està produint la seva adreça. En qualsevol cas, per a rehabilitar de nou la recepció dels missatges de la llista canviï l'opció %(link)s d'abaix. Si té alguna pregunta o si necessita ajuda, contacti amb %(mailto)s.

source: <p>We have received some recent bounces from your address. Your current <em>bounce score</em> is %(score)s out of a maximum of %(total)s. Please double check that your subscribed address is correct and that there are no problems with delivery to this address. Your bounce score will be automatically reset if the problems are corrected soon.
ca_es: <em>Hem rebut recentment rebots de la vostra adreça. El teu <em>bounce score</em> és %(score)s d'un total màxim de %(total)s. Si us plau, comprova que la vostra adreça de subscripció es correcta i que no hi ha problemes de lliurament amb aquesta adreça. El teu bounce score serà automàticament re-establert si els problemes son solucionats.

source: (Note - you are subscribing to a list of mailing lists, so the %(type)s notice will be sent to the admin address for your membership, %(addr)s.)<p>
ca_es: (Atenció - està subscrit a una llista que envia a altres llistes de distribució, pel que la notificació de %(type)s s'enviarà a l'adreça administrativa de la seva subscripció, %(addr)s.)<p>

source: You will be sent email requesting confirmation, to prevent others from gratuitously subscribing you.
ca_es: Se us enviarà una sol·licitud de confirmació per a evitar que altres us subscriguin sense el vostre permís.

source: This is a closed list, which means your subscription will be held for approval. You will be notified of the list moderator's decision by email.
ca_es: Aquesta és una llista tancada, el qual vol dir que la vostra subscripció es retindrà abans de ser aprovada. Se us notificarà de la decisió del moderador de la llista per correu electrònic.

source: also
ca_es: també

source: You will be sent email requesting confirmation, to prevent others from gratuitously subscribing you. Once confirmation is received, your request will be held for approval by the list moderator. You will be notified of the moderator's decision by email.
ca_es: Se t'enviarà un missatge de confirmació, per a prevenir, que una altre persona et subscrigui. Quan es rebi la vostra confirmació, la sol·licitud es retindrà per a l'aprovació del moderador de la llista. se't notificarà la decisó del moderador amb un correu electrònic.

source: This is %(also)sa private list, which means that the list of members is not available to non-members.
ca_es: Aquesta és una llista %(also)sa privada, la qual cosa significa que la llista de subscriptors no la poden visualitzar aquells que no hi estiguin subscrits.

source: This is %(also)sa hidden list, which means that the list of members is available only to the list administrator.
ca_es: Aquesta és una llista %(also)sa oculta, la qual cosa significa que la llista de subscriptors només la pot veure l'administrador de la llista.

source: This is %(also)sa public list, which means that the list of members list is available to everyone.
ca_es: Aquesta és una llista %(also)sa pública, la qual cosa significa que la llista de subscriptors la pot veure tothom.

source: (but we obscure the addresses so they are not easily recognizable by spammers).
ca_es: (ocultem les adreces i així no son fàcilment reconegudes pels spammers).

source: <p>(Note that this is an umbrella list, intended to have only other mailing lists as members. Among other things, this means that your confirmation request will be sent to the `%(sfx)s' account for your address.)
ca_es: (Aquesta llista envia a altres llistes de distribució, la fi de la qual és tenir únicament com subscriptors a altres llistes de distribució. Entre altres coses, això significa que les seves confirmacions s'enviaràn a l'adreça `%(sfx)s')

source: <b><i>either</i></b>
ca_es: <b><i>qualsevol</i></b>

source: To unsubscribe from %(realname)s, get a password reminder, or change your subscription options %(either)senter your subscription email address: <p><center>
ca_es: Per a cancel·lar la subscripció a la llista %(realname)s, rebre un recordatori de la contrasenya o bé canviar les vostres opcions de subscripció %(either)s, introduïu l'adreça electrònica de la vostra subscripció: <p><center>

source: Unsubscribe or edit options
ca_es: Cancel·la la subscripció o edita les opcions

source: <p>... <b><i>or</i></b> select your entry from the subscribers list (see above).
ca_es: <p>... <b><i>o</i></b> seleccioneu la vostra entrada de la llista de subscriptors (vegeu més amunt).

source: If you leave the field blank, you will be prompted for your email address
ca_es: Si deixeu el camp en blanc, se us demanarà la vostra adreça de correu electrònic

source: (<i>%(which)s is only available to the list members.</i>)
ca_es: (<i>%(which)s només està disponible per als subscriptors de la llista.</i>)

source: (<i>%(which)s is only available to the list administrator.</i>)
ca_es: (<i>%(which)s només està disponible per a l'administrador de la llista.</i>)

source: Click here for the list of
ca_es: Feu clic aquí per a veure la llista de

source: subscribers:
ca_es: subscriptors:

source: Visit Subscriber list
ca_es: Vés a la llista de subscriptors

source: members
ca_es: subscriptors

source: Address:
ca_es: Adreça:

source: Admin address:
ca_es: Adreça de l'administrador:

source: The subscribers list
ca_es: La llista de subscriptors

source: <p>Enter your
ca_es: <p>Introduïu la vostra

source: and password to visit the subscribers list: <p><center>
ca_es: i contrasenya per a anar la llista de subscriptors: <p><center>

source: Visit Subscriber List
ca_es: Visiteu la llista de subscriptors

source: Once a month, your password will be emailed to you as a reminder.
ca_es: Una vegada al mes, se us enviarà la vostra contrasenya per correu electrònic com a recordatori.

source: The current archive
ca_es: L'arxiu actual

source: %(realname)s post acknowledgement
ca_es: Confirmació de l'enviament de la llista %(realname)s.

source: Your urgent message to the %(realname)s mailing list was not authorized for delivery. The original message as received by Mailman is attached.
ca_es: No s'ha autoritzat l'entrega del vostre missatge urgent a la llista de correu %(realname)s. El missatge original tal com l'ha rebut el Mailman s'adjunta al final.

source: Emergency hold on all list traffic is in effect
ca_es: La retenció d'emergència de tot el tràfic està activada

source: Your message was deemed inappropriate by the moderator.
ca_es: El moderador ha considerat que el vostre missatge és inapropiat.

source: Sender is explicitly forbidden
ca_es: El remitent està explícitament prohibit

source: You are forbidden from posting messages to this list.
ca_es: Se us ha prohibit enviar missatges a aquesta llista.

source: Post to moderated list
ca_es: Envia a la llista moderada

source: Post by non-member to a members-only list
ca_es: Missatge dirigit a una llista privada procedent d'una adreça que no pertany a la llista

source: Non-members are not allowed to post messages to this list.
ca_es: Als no-membres no se'ls permet enviar missatges a aquesta llista.

source: Posting to a restricted list by sender requires approval
ca_es: L'enviament del remitent a una llista restringida precisa d'aprovació

source: This list is restricted; your message was not approved.
ca_es: Aquesta llista està restringida; el vostre missatge no ha estat aprovat.

source: Too many recipients to the message
ca_es: Massa destinataris al missatge

source: Please trim the recipient list; it is too long.
ca_es: Redueix la llista de destinataris; és massa llarga.

source: Message has implicit destination
ca_es: El missatge no va dirigit explícitament a la llista

source: Blind carbon copies or other implicit destinations are not allowed. Try reposting your message by explicitly including the list address in the To: or Cc: fields.
ca_es: Les còpies de carbó ocultes o altres destinacions implícites no es permeten. Intenti re-enviar el seu missatge explícitament incloent l'adreça de la llista en el camp To: o Cc:.

source: Message may contain administrivia
ca_es: El missatge pot contenir sol·licituts administratives

source: Please do *not* post administrative requests to the mailing list. If you wish to subscribe, visit %(listurl)s or send a message with the word `help' in it to the request address, %(request)s, for further instructions.
ca_es: Si us plau, no enviïs sol·licitud administratives a la llista de correu. Si voleu cancel·lar la vostra subscripció, visita %(listurl)s o envia un missatge amb la paraula `help' a l'adreça de peticions %(request)s per obtenir més instruccions.

source: Message has a suspicious header
ca_es: El missatge té una capçalera sospitosa

source: Your message had a suspicious header.
ca_es: El vostre missatge tenia una capçalera sospitosa.

source: Message body is too big: %(size)d bytes with a limit of %(limit)d KB
ca_es: El cos del missatge és massa llarg: %(size)d bytes amb un límit de %(limit)d KB

source: Your message was too big; please trim it to less than %(kb)d KB in size.
ca_es: El vostre missatge era massa gran, ha de ser de menys de %(kb)d KB.

source: Posting to a moderated newsgroup
ca_es: Enviament a un grup de notícies moderat

source: Your message to %(listname)s awaits moderator approval
ca_es: El vostre missatge a la llista %(listname)s espera l'aprovació de l'administrador

source: %(listname)s post from %(sender)s requires approval
ca_es: Els enviaments a %(listname)s de %(sender)s requereixen aprovació

source: If you reply to this message, keeping the Subject: header intact, Mailman will discard the held message. Do this if the message is spam. If you reply to this message and include an Approved: header with the list password in it, the message will be approved for posting to the list. The Approved: header can also appear in the first line of the body of the reply.
ca_es: Si respon a aquest missatge mantenint la capçalera Subject: (Assumpte) intacta, Mailman descartarà el missatge retingut. Faci això si el missatge és spam. Si respon a aquest missatge incloent una capçalera Approved: amb la contrasenya de la llista en ella, s'aprovarà el missatge perquè es lliuri a la llista. La capçalera Approved: pot aparèixer també a la primera línia del cos de la resposta.

source: The message's content type was explicitly disallowed
ca_es: El tipus de contingut del missatge va ser explícitament prohibit

source: The message's content type was not explicitly allowed
ca_es: El tipus de contingut del missatge no va ser explícitament permès

source: The message's file extension was explicitly disallowed
ca_es: L'extensió de fitxer del missatge va ser explícitament prohibit

source: The message's file extension was not explicitly allowed
ca_es: L'extensió del missatge no està permesa de manera explícita

source: After content filtering, the message was empty
ca_es: Després de filtrar el contigut, el missatga era buit

source: The attached message matched the %(listname)s mailing list's content filtering rules and was prevented from being forwarded on to the list membership. You are receiving the only remaining copy of the discarded message.
ca_es: El missatge adjunt ha activat les regles de filtrat per contingut de la llista de distribució %(listname)s i això ha impedit que s'enviï als subscriptors de la llista. Ha rebut l'única còpia que queda del missatge descartat.

source: Content filtered message notification
ca_es: Notificació de contingut filtrat

source: You are not allowed to post to this mailing list, and your message has been automatically rejected. If you think that your messages are being rejected in error, contact the mailing list owner at %(listowner)s.
ca_es: No tens permès enviar missatges a aquesta llista de correu, i el missatge ha estat denegat automàticament. Si penses que els teus missatges estan sent denegats per error, contacte amb l'amo de la llista a %(listowner)s.

source: Auto-discard notification
ca_es: Auto-descartar notificació

source: The attached message has been automatically discarded.
ca_es: El missatge adjunt ha estat automàticament descartat.

source: Auto-response for your message to the "%(realname)s" mailing list
ca_es: Resposta automàtica per al vostre missatge a la llista «%(realname)s»

source: The Mailman Replybot
ca_es: El contestador automàtic del Mailman

source: HTML attachment scrubbed and removed
ca_es: Eliminat el document HTML adjunt

source: An HTML attachment was scrubbed... URL: %(url)s
ca_es: Un document HTML ha estat eliminat... URL: %(url)s

source: no subject
ca_es: sense assumpte

source: no date
ca_es: sense data

source: unknown sender
ca_es: remitent desconegut

source: Skipped content of type %(partctype)s
ca_es: S'ha omès el contingut de tipus %(partctype)s

source: -------------- next part --------------
ca_es: -------------- part següent --------------

source: The message headers matched a filter rule
ca_es: Les capçaleres del missatge coincideixen amb una regla de filtre

source: Message rejected by filter rule match
ca_es: S'ha rebutjat el missatge perquè coincideix amb una regla de filtre

source: %(realname)s Digest, Vol %(volume)d, Issue %(issue)d
ca_es: Resum de %(realname)s, vol %(volume)d, número %(issue)d

source: digest header
ca_es: capçalera del resum

source: Digest Header
ca_es: Capçalera del resum

source: Today's Topics:
ca_es: Temes d'avui:

source: Today's Topics (%(msgcount)d messages)
ca_es: Temes d'avui (%(msgcount)d missatges)

source: [Message discarded by content filter]
ca_es: [Missatge descartat pel filtre de contingut]

source: digest footer
ca_es: peu de pàgina del resum

source: Digest Footer
ca_es: Peu de pàgina del resum

source: End of
ca_es: Final de

source: Posting of your message titled "%(subject)s"
ca_es: Enviament del vostre missatge anomenat «%(subject)s»

source: [No reason given]
ca_es: [No s'ha donat cap motiu]

source: Forward of moderated message
ca_es: Reenviament de missatge moderat

source: New subscription request to list %(realname)s from %(addr)s
ca_es: Sol·licitud de subscripció nova per a la llista %(realname)s de %(addr)s

source: Subscription request
ca_es: Sol·licitud de subscripció

source: New unsubscription request from %(realname)s by %(addr)s
ca_es: Sol·licitud de cancel·lació de subscripció nova a %(realname)s de %(addr)s

source: Unsubscription request
ca_es: Sol·licitud de cancel·lació de subscripció

source: Original Message
ca_es: Missatge original

source: Request to mailing list %(realname)s rejected
ca_es: S'ha refusat la sol·licitud a la llista de correu %(realname)s

source: The mailing list `%(listname)s' has been created via the through-the-web interface. In order to complete the activation of this mailing list, the proper /etc/aliases (or equivalent) file must be updated. The program `newaliases' may also have to be run. Here are the entries for the /etc/aliases file:
ca_es: La llista de distribució `%(listname)s' ha estat creada a través de l'interfície web. Per a poder completar l'activació d'aquesta llista de distribució, s'ha d'actualitzar el fitxer /etc/aliases (o equivalent). També deuria executar l'ordre `newaliases'. Aquí hi ha les entrades per el fitxer /etc/aliases:

source: To finish creating your mailing list, you must edit your /etc/aliases (or equivalent) file by adding the following lines, and possibly running the `newaliases' program:
ca_es: Haureu d'editar el fitxer /etc/aliases (o equivalent) per a finalitzar la creació de la vostra llista de correu. Hi haureu d'afegir les línies següents i possiblement executar el programa «newaliases»:

source: ## %(listname)s mailing list
ca_es: ## Llista de correu %(listname)s

source: Mailing list creation request for list %(listname)s
ca_es: Sol·licitud de creació de la llista de correu %(listname)s

source: The mailing list `%(listname)s' has been removed via the through-the-web interface. In order to complete the de-activation of this mailing list, the appropriate /etc/aliases (or equivalent) file must be updated. The program `newaliases' may also have to be run. Here are the entries in the /etc/aliases file that should be removed:
ca_es: La llista de distribució `%(listname)s' s'ha esborrat a través de l'interfície web. Per a poder completar la desactivació d'aquesta llista de distribució, s'ha d'actualitzar el fitxer /etc/aliases (o equivalent). També deuria executar l'ordre `newaliases'. Aquí hi ha les entrades de /etc/aliases que han de ser esborrades:

source: To finish removing your mailing list, you must edit your /etc/aliases (or equivalent) file by removing the following lines, and possibly running the `newaliases' program: ## %(listname)s mailing list
ca_es: Per acabar d'eliminar la llista de correu has d'editar el teu /etc/aliases (o equivalent) per eliminar les següentes línies, i possiblement executar el programa `newaliases': ## %(listname)s llista de correu

source: Mailing list removal request for list %(listname)s
ca_es: Sol·licitud de supressió de la llista %(listname)s

source: checking permissions on %(file)s
ca_es: s'estan comprovant els permisos de %(file)s

source: %(file)s permissions must be 066x (got %(octmode)s)
ca_es: El fitxer %(file)s hauria de tenir permisos 066x (té %(octmode)s)

source: (fixing)
ca_es: (s'està reparant)

source: checking ownership of %(dbfile)s
ca_es: s'està comprovant el propietari de %(dbfile)s

source: %(dbfile)s owned by %(owner)s (must be owned by %(user)s
ca_es: %(dbfile)s propietat de %(owner)s (ha de ser propietat de %(user)s

source: %(dbfile)s permissions must be 066x (got %(octmode)s)
ca_es: El fitxer %(dbfile)s hauria de tenir permisos 066x (té %(octmode)s)

source: Your confirmation is required to join the %(listname)s mailing list
ca_es: Es requereix la vostra confirmació per a unir-vos a la llista de correu %(listname)s

source: Your confirmation is required to leave the %(listname)s mailing list
ca_es: Es requereix la vostra confirmació per a abandonar la llista de correu %(listname)s

source: from %(remote)s
ca_es: de %(remote)s

source: subscriptions to %(realname)s require moderator approval
ca_es: les subscripcions a %(realname)s requereixen l'aprovació del moderador

source: %(realname)s subscription notification
ca_es: Notificació de subscripció a %(realname)s

source: unsubscriptions require moderator approval
ca_es: les cancel·lacions de subscripció requereixen l'aprovació del moderador

source: %(realname)s unsubscribe notification
ca_es: Notificació de la cancel·lació de la subscripció a %(realname)s

source: subscriptions to %(name)s require administrator approval
ca_es: les subscripcions a %(name)s requereixen l'aprovació de l'administrador

source: Last autoresponse notification for today
ca_es: Última notificació d'auto-resposta per avui

source: The attached message was received as a bounce, but either the bounce format was not recognized, or no member addresses could be extracted from it. This mailing list has been configured to send all unrecognized bounce messages to the list administrator(s). For more information see: %(adminurl)s
ca_es: El missatge adjunt es va rebre com a rebot, pero o el format del rebot no es coneix, o no es van poder extreure les adreces. Aquesta llista ha estat configurada per enviar tots els missatges de rebot no coneguts al administrador(s) de la llista. Per a mes informació: %(adminurl)s

source: Uncaught bounce notification
ca_es: Notificació de retorn no capturada

source: Ignoring non-text/plain MIME parts
ca_es: Ignorant parts MIME que no siguin text net

source: The results of your email command are provided below. Attached is your original message.
ca_es: A continuació es mostren els resultats de la vostra ordre de correu. El vostre missatge original s'hi adjunta al final.

source: - Results:
ca_es: - Resultats:

source: - Unprocessed:
ca_es: - No processat:

source: No commands were found in this message. To obtain instructions, send a message containing just the word "help".
ca_es: No s'ha trobat cap ordre en aquest missatge. Envieu un missatge que contingui només la paraula «help» per a rebre instruccions.

source: - Ignored:
ca_es: - Ignorat:

source: - Done.
ca_es: - Fet.

source: The results of your email commands
ca_es: Els resultats de les ordres del vostre correu electrònic

source: Delivered by Mailman<br>version %(version)s
ca_es: Funciona amb el Mailman<br>versió %(version)s

source: Python Powered
ca_es: Funciona amb el Python

source: Gnu's Not Unix
ca_es: GNU No és Unix

source: Mon
ca_es: dll

source: Thu
ca_es: dij

source: Tue
ca_es: dim

source: Wed
ca_es: dic

source: Fri
ca_es: div

source: Sat
ca_es: dis

source: Sun
ca_es: diu

source: Apr
ca_es: abr

source: Jan
ca_es: gen

source: Aug
ca_es: ago

source: Dec
ca_es: des

source: Sep
ca_es: set

source: Server Local Time
ca_es: Hora local del servidor

source: Already a member: %(member)s
ca_es: Ja és un membre: %(member)s

source: Bad/Invalid email address: blank line
ca_es: Adreça de correu electrònic incorrecta: línia en blanc

source: Bad/Invalid email address: %(member)s
ca_es: Adreça de correu electrònic incorrecta: %(member)s

source: Hostile address (illegal characters): %(member)s
ca_es: Adreça hostil (caràcter il·legals): %(member)s

source: Subscribed: %(member)s
ca_es: Subscrit: %(member)s

source: Bad argument to -w/--welcome-msg: %(arg)s
ca_es: Argument erroni -w/--welcome-msg: %(arg)s

source: Bad argument to -a/--admin-notify: %(arg)s
ca_es: Argument erroni a -a/--admin-notify: %(arg)s
